Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_111
source: Would you rather perfectly understand how the human brain works or perfectly understand artificial intelligence?
de: Würdest du lieber perfekt verstehen, wie das menschliche Gehirn funktioniert, oder künstliche Intelligenz perfekt verstehen?
es: ¿Preferirías entender perfectamente cómo funciona el cerebro humano o entender perfectamente la inteligencia artificial?
fr: Tu préfères comprendre parfaitement le fonctionnement du cerveau humain ou parfaitement celui de l'intelligence artificielle ?
it: Preferiresti vivere senza amore romantico o senza amore familiare?
pt: Preferias compreender perfeitamente o funcionamento do cérebro humano ou compreender perfeitamente a inteligência artificial?
pt_br: Você preferiria compreender perfeitamente o funcionamento do cérebro humano ou compreender perfeitamente a inteligência artificial?

# tp_112
source: Would you rather I understand you without a word or listen to you for hours?
de: Würdest du lieber, dass ich dich ohne ein Wort verstehe, oder dass ich dir stundenlang zuhöre?
es: ¿Preferirías que te entienda sin una palabra o que te escuche durante horas?
fr: Tu préfères que je te comprenne sans un mot ou que je t'écoute pendant des heures ?
it: Preferiresti avere la capacità di volare o quella di diventare invisibile?
pt: Preferias que eu te entendesse sem uma palavra ou que te ouvisse durante horas?
pt_br: Você preferiria que eu entendesse você sem uma palavra ou que ouvisse você durante horas?

# tp_113
source: Would you rather discover a major historical secret or invent revolutionary technology?
de: Würdest du lieber ein großes historisches Geheimnis entdecken oder eine revolutionäre Technologie erfinden?
es: ¿Preferirías descubrir un gran secreto histórico o inventar una tecnología revolucionaria?
fr: Tu préfères découvrir un secret historique majeur ou inventer une technologie révolutionnaire ?
it: Preferiresti vivere un giorno perfetto che si ripete sempre o giorni normali con emozioni diverse?
pt: Preferias descobrir um grande segredo histórico ou inventar uma tecnologia revolucionária?
pt_br: Você preferiria descobrir um grande segredo histórico ou inventar uma tecnologia revolucionária?

# tp_114
source: Would you rather live in a world without diseases but where emotions are suppressed, or in our current world with its joys and sorrows?
de: Würdest du lieber in einer Welt ohne Krankheiten leben, in der Emotionen unterdrückt werden, oder in unserer jetzigen Welt mit all ihren Höhen und Tiefen?
es: ¿Preferirías vivir en un mundo sin enfermedades pero sin emociones, o en nuestro mundo actual con sus alegrías y penas?
fr: Tu préfères vivre dans un monde sans maladies mais où les émotions sont supprimées, ou dans notre monde actuel avec ses joies et ses peines ?
it: Preferiresti avere un amore a distanza che dura o uno vicino che finisce presto?
pt: Preferias viver num mundo sem doenças mas sem emoções, ou no nosso mundo atual com alegrias e tristezas?
pt_br: Você preferiria viver num mundo sem doenças mas sem emoções, ou no nosso mundo atual com alegrias e tristezas?

# tp_115
source: Would you rather have the power to grant one wish for yourself or three wishes for other people?
de: Würdest du lieber die Macht haben, dir selbst einen Wunsch zu erfüllen, oder drei Wünsche für andere?
es: ¿Preferirías tener el poder de concederte un deseo a ti mismo o tres deseos a otras personas?
fr: Tu préfères avoir le pouvoir d'exaucer un vœu pour toi-même ou trois vœux pour d'autres personnes ?
it: Preferiresti vivere senza poterti mai arrabbiare o senza poterti mai emozionare?
pt: Preferias ter o poder de realizar um desejo para ti ou três desejos para outras pessoas?
pt_br: Você preferiria ter o poder de realizar um desejo para si ou três desejos para outras pessoas?

# tp_116
source: Would you rather discover everything about me from the beginning or learn to know me throughout your life?
de: Würdest du lieber von Anfang an alles über mich erfahren oder mich ein Leben lang nach und nach kennenlernen?
es: ¿Preferirías descubrir todo sobre mí desde el principio o aprender a conocerme a lo largo de tu vida?
fr: Tu préfères découvrir tout de moi dès le début ou apprendre à me connaître durant toute ta vie ?
it: Preferiresti vivere senza musica o senza cinema?
pt: Preferias descobrir tudo sobre mim logo no início ou aprender a conhecer-me ao longo da vida?
pt_br: Você preferiria descobrir tudo sobre mim logo no começo ou aprender a me conhecer ao longo da vida?

# tp_117
source: Would you rather be reborn in a new life forgetting everything about this one or live eternally in your current life?
de: Würdest du lieber in einem neuen Leben wiedergeboren werden und alles vergessen oder ewig in deinem jetzigen Leben weiterleben?
es: ¿Preferirías renacer en una nueva vida olvidando todo sobre esta o vivir eternamente en tu vida actual?
fr: Tu préfères renaître dans une nouvelle vie en oubliant tout de celle-ci ou vivre éternellement dans ta vie actuelle ?
it: Preferiresti non dover mai più studiare o non dover mai più lavorare?
pt: Preferias renascer numa nova vida esquecendo tudo desta ou viver eternamente na tua vida atual?
pt_br: Você preferiria renascer numa nova vida esquecendo tudo desta ou viver eternamente na sua vida atual?

# tp_118
source: Would you rather love come unexpectedly or be the result of a long journey?
de: Würdest du lieber, dass die Liebe überraschend kommt, oder dass sie das Ergebnis eines langen Weges ist?
es: ¿Preferirías que el amor llegue inesperadamente o que sea el resultado de un largo camino?
fr: Tu préfères que l'amour vienne de façon inattendue ou qu'il soit le fruit d'un long chemin ?
it: Preferiresti che tutti leggessero i tuoi pensieri o che vedessero la cronologia del tuo telefono?
pt: Preferias que o amor chegasse de forma inesperada ou que fosse o resultado de um longo caminho?
pt_br: Você preferiria que o amor chegasse de forma inesperada ou que fosse o resultado de uma longa caminhada?

# tp_119
source: Would you rather love with passion but risk suffering or love cautiously and never get hurt?
de: Würdest du lieber leidenschaftlich lieben und das Risiko eingehen zu leiden, oder vorsichtig lieben und dich nie verletzen?
es: ¿Preferirías amar con pasión pero arriesgarte a sufrir o amar con cautela y nunca salir herido?
fr: Tu préfères aimer avec passion mais risquer de souffrir ou aimer prudemment et ne jamais avoir mal ?
it: Preferiresti vivere un amore che fa soffrire ma intenso o un amore tranquillo ma poco emozionante?
pt: Preferias amar com paixão mas arriscar sofrer ou amar com cautela e nunca te magoar?
pt_br: Você preferiria amar com paixão mas arriscar sofrer ou amar com cautela e nunca se magoar?

# tp_120
source: Would you rather have a relationship that soothes you or a relationship that stimulates you?
de: Würdest du lieber eine Beziehung, die dich beruhigt, oder eine, die dich antreibt?
es: ¿Preferirías tener una relación que te calme o una relación que te estimule?
fr: Tu préfères une relation qui t'apaise ou une relation qui te stimule ?
it: Preferiresti vivere senza amici o senza partner?
pt: Preferias uma relação que te acalme ou uma relação que te estimule?
pt_br: Você preferiria um relacionamento que acalme você ou um relacionamento que estimule você?

# tp_121
source: Would you rather relive our first kiss or hear 'I love you' from me for the first time again?
de: Würdest du lieber unseren ersten Kuss nochmal erleben oder wieder zum ersten Mal 'Ich liebe dich' von mir hören?
es: ¿Preferirías revivir nuestro primer beso o escuchar de nuevo 'te amo' por primera vez?
fr: Tu préfères revivre notre premier baiser ou entendre pour la première fois 'je t'aime' venant de moi à nouveau ?
it: Preferiresti avere sempre caldo anche d’inverno o sempre freddo anche d’estate?
pt: Preferias reviver o nosso primeiro beijo ou ouvir novamente pela primeira vez um "amo-te" meu?
pt_br: Você preferiria reviver nosso primeiro beijo ou ouvir novamente pela primeira vez um "eu te amo" meu?

# tp_122
source: Would you rather know in advance how all your relationships (friendly, romantic) will end, or live in uncertainty?
de: Würdest du lieber im Voraus wissen, wie all deine Beziehungen (freundschaftlich, romantisch) enden, oder in Ungewissheit leben?
es: ¿Preferirías saber de antemano cómo terminarán todas tus relaciones (amistosas, románticas) o vivir en la incertidumbre?
fr: Tu préfères savoir à l'avance comment toutes tes relations (amicales, amoureuses) vont se terminer, ou vivre dans l'incertitude ?
it: Preferiresti poter cancellare un brutto ricordo o rivivere per sempre un bel ricordo?
pt: Preferias saber antecipadamente como vão acabar todas as tuas relações (amizade, amor) ou viver na incerteza?
pt_br: Você preferiria saber antecipadamente como vão acabar todos os seus relacionamentos (amizade, amor) ou viver na incerteza?

# tp_123
source: Would you rather live in a world where everyone thinks like you, or in a world where no one ever agrees?
de: Würdest du lieber in einer Welt leben, in der alle ticken wie du, oder in einer, in der sich nie jemand einig wird?
es: ¿Preferirías vivir en un mundo donde todos piensen como tú o en un mundo donde nadie esté de acuerdo jamás?
fr: Tu préfères vivre dans un monde où tout le monde pense comme toi, ou dans un monde où personne n'est jamais d'accord ?
it: Preferiresti vivere un amore segreto che nessuno conosce o un amore pubblico che tutti commentano?
pt: Preferias viver num mundo onde todos pensam como tu ou num mundo onde ninguém nunca está de acordo?
pt_br: Você preferiria viver num mundo onde todos pensam como você ou num mundo onde ninguém nunca está de acordo?

# tp_124
source: Would you rather I surprise you every day or reassure you every day?
de: Möchtest du lieber, dass ich dich jeden Tag überrasche oder dich jeden Tag beruhige?
es: ¿Preferirías que te sorprenda cada día o que te tranquilice cada día?
fr: Tu préfères que je te surprenne tous les jours ou que je te rassure tous les jours ?
it: Preferiresti vivere senza mai poter ridere o senza mai poter piangere?
pt: Preferias que eu te surpreendesse todos os dias ou que te tranquilizasse todos os dias?
pt_br: Você preferiria que eu surpreendesse você todos os dias ou que tranquilizasse você todos os dias?

# tp_125
source: Would you rather love with your heart or with your head?
de: Würdest du lieber mit dem Herzen oder mit dem Kopf lieben?
es: ¿Preferirías amar con el corazón o con la cabeza?
fr: Tu préfères aimer avec le cœur ou avec la tête ?
it: Preferiresti avere successo ma essere infelice o essere felice ma senza successo?
pt: Preferias amar com o coração ou com a cabeça?
pt_br: Você preferiria amar com o coração ou com a razão?

# tp_126
source: Would you rather build a solid future or live a magical present with an uncertain future?
de: Würdest du lieber eine solide Zukunft aufbauen oder eine magische Gegenwart mit ungewisser Zukunft leben?
es: ¿Preferirías construir un futuro sólido o vivir un presente mágico con un futuro incierto?
fr: Tu préfères construire un avenir solide ou vivre un présent magique avec un avenir incertain ?
it: Preferiresti vivere in una città bellissima ma senza amici o in una città brutta ma con tanti amici?
pt: Preferias construir um futuro sólido ou viver um presente mágico com um futuro incerto?
pt_br: Você preferiria construir um futuro sólido ou viver um presente mágico com um futuro incerto?

# tp_127
source: Would you rather have the answer to 'are we alone in the universe?' or 'what happens after death?'
de: Hättest du lieber die Antwort auf 'Sind wir allein im Universum?' oder auf 'Was passiert nach dem Tod?'
es: ¿Preferirías tener la respuesta a '¿estamos solos en el universo?' o a '¿qué pasa después de la muerte?'
fr: Tu préfères avoir la réponse à sommes-nous seuls dans l'univers ? ou à que se passe-t-il après la mort ?
it: Preferiresti avere mille conoscenze o pochi amici veri?
pt: Preferias ter a resposta para "estamos sozinhos no universo?" ou para "o que acontece depois da morte?"
pt_br: Você preferiria ter a resposta para "estamos sozinhos no universo?" ou para "o que acontece depois da morte?"

# tp_128
source: Would you rather have love but no peace or peace but no love?
de: Würdest du lieber Liebe ohne Frieden oder Frieden ohne Liebe haben?
es: ¿Preferirías tener amor pero no paz o paz pero no amor?
fr: Tu préfères avoir l'amour mais pas la paix ou la paix mais pas l'amour ?
it: Preferiresti vivere senza mai poter amare o senza mai essere amato?
pt: Preferias ter amor mas sem paz ou paz mas sem amor?
pt_br: Você preferiria ter amor mas sem paz ou paz mas sem amor?

# tp_129
source: Would you rather erase one regret from your life or add one perfect happy memory?
de: Würdest du lieber ein einziges Bedauern aus deinem Leben löschen oder eine perfekte, glückliche Erinnerung hinzufügen?
es: ¿Preferirías borrar un arrepentimiento de tu vida o añadir un recuerdo feliz perfecto?
fr: Tu préfères effacer un seul regret de ta vie ou ajouter un souvenir heureux parfait ?
it: Preferiresti vivere un amore eterno ma noioso o un amore breve ma emozionante?
pt: Preferias apagar um arrependimento da tua vida ou acrescentar uma memória feliz perfeita?
pt_br: Você preferiria apagar um arrependimento da sua vida ou acrescentar uma memória feliz perfeita?

# tp_130
source: Would you rather live a long-distance love that lasts or a close love that fades quickly?
de: Würdest du lieber eine Fernbeziehung führen, die hält, oder eine Beziehung in der Nähe, die schnell vergeht?
es: ¿Preferirías vivir un amor a distancia que dure o un amor cercano que se desvanezca rápido?
fr: Tu préfères vivre un amour à distance qui dure ou un amour proche qui s'éteint vite ?
it: Preferiresti non dover mai più pagare per viaggiare o non dover mai più pagare al ristorante?
pt: Preferias viver um amor à distância que dure ou um amor próximo que acabe depressa?
pt_br: Você preferiria viver um amor à distância que dure ou um amor próximo que acabe rápido?

# tp_131
source: Would you rather have love that makes you better or love that accepts you as you are?
de: Würdest du lieber eine Liebe, die dich besser macht, oder eine Liebe, die dich so akzeptiert, wie du bist?
es: ¿Preferirías un amor que te mejore o un amor que te acepte tal como eres?
fr: Tu préfères un amour qui te rende meilleur(e) ou un amour qui t'accepte tel(le) que tu es ?
it: Preferiresti vivere senza mai più avere paura o senza mai più provare dolore?
pt: Preferias um amor que te tornasse melhor ou um amor que te aceitasse tal como és?
pt_br: Você preferiria um amor que fizesse você melhorar ou um amor que aceitasse você como é?

# tp_132
source: Would you rather lose all your memories related to your family or all those related to your friends?
de: Würdest du lieber alle Erinnerungen an deine Familie verlieren oder alle an deine Freunde?
es: ¿Preferirías perder todos tus recuerdos de la familia o todos los relacionados con tus amigos?
fr: Tu préfères perdre tous tes souvenirs liés à ta famille ou tous ceux liés à tes amis ?
it: Preferiresti vivere un amore che tutti invidiano o un amore che nessuno conosce?
pt: Preferias perder todas as tuas memórias da família ou todas as dos amigos?
pt_br: Você preferiria perder todas as suas memórias da família ou todas as dos amigos?

# tp_133
source: Would you rather know what your pet really thinks of you or never know?
de: Würdest du lieber wissen, was dein Haustier wirklich über dich denkt, oder es nie erfahren?
es: ¿Preferirías saber lo que tu mascota realmente piensa de ti o no saberlo nunca?
fr: Tu préfères savoir ce que ton animal pense vraiment de toi ou ne jamais le savoir ?
it: Preferiresti essere ricco ma solo o povero ma circondato da amore?
pt: Preferias saber o que o teu animal de estimação realmente pensa de ti ou nunca saber?
pt_br: Você preferiria saber o que seu animal de estimação realmente pensa de você ou nunca saber?

# tp_134
source: Would you rather live in a world without music or in a world without books?
de: Würdest du lieber in einer Welt ohne Musik oder in einer Welt ohne Bücher leben?
es: ¿Preferirías vivir en un mundo sin música o en un mundo sin libros?
fr: Tu préfères vivre dans un monde sans musique ou dans un monde sans livres ?
it: Preferiresti vivere in un mondo senza bugie o in un mondo senza segreti?
pt: Preferias viver num mundo sem música ou num mundo sem livros?
pt_br: Você preferiria viver num mundo sem música ou num mundo sem livros?

# tp_135
source: Would you rather have an Undo Send button for real-life conversations or a Replay button for the best moments of your life?
de: Hättest du lieber einen 'Senden rückgängig'-Button für echte Gespräche oder einen 'Replay'-Button für die besten Momente deines Lebens?
es: ¿Preferirías tener un botón de Deshacer Envío para las conversaciones reales o un botón de Repetición para los mejores momentos de tu vida?
fr: Tu préfères avoir un bouton Annuler l'envoi pour les conversations dans la vraie vie ou un bouton Rejouer pour les meilleurs moments de ta vie ?
it: Preferiresti vivere un amore perfetto che dura poco o un amore imperfetto che dura tutta la vita?
pt: Preferias ter um botão "Anular Envio" para conversas na vida real ou um botão "Replay" para os melhores momentos da tua vida?
pt_br: Você preferiria ter um botão "Cancelar Envio" para conversas na vida real ou um botão "Replay" para os melhores momentos da sua vida?

# tp_136
source: Would you rather fall in love with a voice or with a look?
de: Würdest du dich lieber in eine Stimme oder in einen Blick verlieben?
es: ¿Preferirías enamorarte de una voz o de una mirada?
fr: Tu préfères tomber amoureux d'une voix ou d'un regard ?
it: Preferiresti avere sempre ragione o non litigare mai più?
pt: Preferias apaixonar-te por uma voz ou por um olhar?
pt_br: Você preferiria se apaixonar por uma voz ou por um olhar?

# tp_137
source: Would you rather discover that your life is a dream or that you're a character in a novel?
de: Würdest du lieber herausfinden, dass dein Leben ein Traum ist, oder dass du eine Figur in einem Roman bist?
es: ¿Preferirías descubrir que tu vida es un sueño o que eres un personaje de una novela?
fr: Tu préfères découvrir que ta vie est un rêve ou que tu es un personnage de roman ?
it: Preferiresti vivere senza poter mai più dormire o senza poter mai più sognare?
pt: Preferias descobrir que a tua vida é um sonho ou que és uma personagem de um romance?
pt_br: Você preferiria descobrir que sua vida é um sonho ou que você é um personagem de um romance?

# tp_138
source: Would you rather receive surprise gifts or spend quality time together?
de: Würdest du lieber Überraschungsgeschenke bekommen oder gemeinsame Quality Time verbringen?
es: ¿Preferirías recibir regalos sorpresa o pasar tiempo de calidad juntos?
fr: Tu préfères recevoir des cadeaux surprises ou passer du temps de qualité ensemble ?
it: Preferiresti vivere in un mondo dove tutti ti conoscono ma non ti capiscono o dove nessuno ti conosce ma chi ti conosce ti capisce davvero?
pt: Preferias receber presentes surpresa ou passar tempo de qualidade juntos?
pt_br: Você preferiria receber presentes surpresa ou passar tempo de qualidade juntos?

# tp_139
source: Would you rather miss me often, or have me always (sometimes too much) by your side?
de: Würdest du mich lieber oft vermissen oder mich immer (manchmal zu oft) an deiner Seite haben?
es: ¿Preferirías extrañarme a menudo o tenerme siempre (a veces demasiado) a tu lado?
fr: Tu préfères que je te manque souvent ou que je sois toujours (parfois trop) là ?
it: Preferiresti che ti manchi sempre o che io sia sempre lì (anche troppo)?
pt: Preferias que eu te fizesse falta muitas vezes ou que estivesse sempre (às vezes demasiado) ao teu lado?
pt_br: Você preferiria sentir minha falta muitas vezes ou que eu estivesse sempre (às vezes demais) ao seu lado?

# tp_140
source: Would you rather resolve a conflict right away or wait until we're calm to talk about it?
de: Würdest du lieber einen Konflikt sofort klären oder warten, bis wir wieder ruhig sind, um darüber zu reden?
es: ¿Preferirías resolver un conflicto enseguida o esperar a que estemos tranquilos para hablarlo?
fr: Tu préfères résoudre un conflit tout de suite ou attendre que l'on soit calme pour en parler ?
it: Preferiresti vivere senza amore romantico o senza amicizia?
pt: Preferias resolver um conflito imediatamente ou esperar estarmos calmos para falar sobre ele?
pt_br: Você preferiria resolver um conflito imediatamente ou esperar ficarmos calmos para falar sobre ele?

# tp_141
source: Would you rather build a house together or travel the world together?
de: Würdest du lieber zusammen ein Haus bauen oder gemeinsam die Welt bereisen?
es: ¿Preferirías construir una casa juntos o viajar por el mundo juntos?
fr: Tu préfères construire une maison ensemble ou parcourir le monde ensemble ?
it: Preferiresti poter cancellare tutti i ricordi tristi o rivivere tutti quelli felici?
pt: Preferias construir uma casa juntos ou viajar pelo mundo juntos?
pt_br: Você preferiria construir uma casa juntos ou viajar pelo mundo juntos?

# tp_142
source: Would you rather cook together and have a good time or order takeout and relax together?
de: Würdest du lieber zusammen kochen und eine gute Zeit haben oder Essen bestellen und zusammen chillen?
es: ¿Preferirías cocinar juntos y pasar un buen rato o pedir comida y relajarnos juntos?
fr: Tu préfères cuisiner à deux et passer un bon moment ou commander à emporter et se détendre ensemble ?
it: Preferiresti vivere un amore a distanza che dura o un amore vicino che finisce?
pt: Preferias cozinhar juntos e divertir-vos ou pedir comida e relaxar juntos?
pt_br: Você preferiria cozinhar juntos e se divertir ou pedir comida e relaxar juntos?

# tp_143
source: Would you rather live a simple and sincere relationship or an intense and complex one?
de: Würdest du lieber eine einfache, ehrliche Beziehung oder eine intensive, komplexe Beziehung leben?
es: ¿Preferirías vivir una relación simple y sincera o una intensa y compleja?
fr: Tu préfères vivre une relation simple et sincère ou intense et complexe ?
it: Preferiresti avere il potere di guarire le persone o di dare felicità?
pt: Preferias viver uma relação simples e sincera ou intensa e complexa?
pt_br: Você preferiria viver um relacionamento simples e sincero ou intenso e complexo?

# tp_144
source: Would you rather have clear goals together for the future or live more day by day?
de: Würdest du lieber klare gemeinsame Ziele für die Zukunft haben oder eher von Tag zu Tag leben?
es: ¿Preferirías tener objetivos claros juntos para el futuro o vivir más el día a día?
fr: Tu préfères avoir des objectifs clairs à deux pour l'avenir ou vivre plus au jour le jour ?
it: Preferiresti vivere senza mai arrabbiarti o senza mai ridere?
pt: Preferias ter objetivos claros a dois para o futuro ou viver mais ao dia-a-dia?
pt_br: Você preferiria ter objetivos claros a dois para o futuro ou viver mais no dia a dia?

# tp_145
source: Would you rather have a relationship full of rituals or surprises?
de: Würdest du lieber eine Beziehung voller Rituale oder voller Überraschungen haben?
es: ¿Preferirías una relación llena de rituales o de sorpresas?
fr: Tu préfères une relation pleine de rituels ou de surprises ?
it: Preferiresti vivere senza mai avere paura o senza mai avere dubbi?
pt: Preferias uma relação cheia de rituais ou cheia de surpresas?
pt_br: Você preferiria um relacionamento cheio de rituais ou cheio de surpresas?
